Repository: febbryandika/laci
Catalog: Laci/Resources/Localizable.xcstrings
Source language: id
Languages: en, ja

# %@ · sistem %@ %@
source: %1$@ · sistem %2$@ %3$@
en: %1$@ · system %2$@ %3$@
ja: %1$@ · システム %2$@ %3$@

source: %lld SKU disesuaikan.
en: %lld SKUs adjusted.
ja: %lld件のSKUを調整しました。

source: %lld byte
en: %lld bytes
ja: %lldバイト

# %lld dari %lld penjualan
source: %1$lld dari %2$lld penjualan
en: %1$lld of %lld sales
ja: %2$lld件中%1$lld件の売上

# %lld ditambah, %lld diperbarui.
source: %1$lld ditambah, %2$lld diperbarui.
en: %lld added, %lld updated.
ja: %1$lld件追加、%2$lld件更新。

source: Ada transaksi baru setelah hitungan; hitung ulang
en: New transactions since the count; count again
ja: カウント後に新しい取引があります。数え直してください

source: Alasan
en: Reason
ja: 理由

source: Alasan wajib diisi
en: A reason is required
ja: 理由を入力してください

source: Angka ditulis polos tanpa pemisah ribuan, dengan BOM UTF-8 agar terbaca di Excel.
en: Numbers are written plain, without thousands separators, with a UTF-8 BOM so Excel reads them.
ja: 数値は桁区切りなしで書き出し、Excelで読めるようUTF-8 BOMを付けます。

source: Atribusi
en: Attribution
ja: 原因

source: Bahasa
en: Language
ja: 言語

source: Bahasa (debug)
en: Language (debug)
ja: 言語（デバッグ）

source: Barang
en: Items
ja: 商品

source: Barcode %@ muncul dua kali dalam berkas
en: Barcode %@ appears twice in the file
ja: バーコード %@ がファイル内で重複しています

# Barcode %@ sudah dipakai SKU %@
source: Barcode %1$@ sudah dipakai SKU %2$@
en: Barcode %1$@ is already used by SKU %2$@
ja: バーコード %1$@ はすでにSKU %2$@ で使われています

source: Barcode %@ tidak valid
en: Barcode %@ is not valid
ja: バーコード %@ は無効です

source: Barcode sudah dipakai SKU %@
en: Barcode already used by SKU %@
ja: このバーコードはすでにSKU %@ で使われています

source: Barcode tidak dikenal
en: Unknown barcode
ja: 登録されていないバーコードです

source: Baris %lld
en: Line %lld
ja: %lld行目

# Baris %lld · %@
source: Baris %1$lld · %2$@
en: Line %1$lld · %2$@
ja: %1$lld行目 · %2$@

source: Baris penjualan
en: Sale lines
ja: 売上明細

# Baris punya %lld kolom, seharusnya %lld
source: Baris punya %1$lld kolom, seharusnya %2$lld
en: Row has %lld columns, expected %2$lld
ja: 行の列数が%1$lld、期待は%2$lld

source: Baris sudah dihapus
en: Line already removed
ja: この行は削除されました

source: Batal
en: Cancel
ja: キャンセル

source: Batalkan penjualan
en: Void sale
ja: 売上を取り消す

source: Bayar
en: Pay
ja: 会計

source: Bayar tunai pas
en: Pay exact cash
ja: 現金ちょうどで会計

source: Beli
en: Buy
ja: 購入

source: Belum ada cadangan.
en: No backups yet.
ja: バックアップはまだありません。

source: Belum ada penjualan
en: No sales yet
ja: 売上はまだありません

source: Belum ditentukan
en: Not set
ja: 未設定

source: Belum jelas
en: Unresolved
ja: 不明

source: Berhasil
en: Succeeded
ja: 成功

source: Berkas kosong
en: The file is empty
ja: ファイルが空です

source: Berkas tidak bisa dibaca sebagai teks UTF-8
en: The file could not be read as UTF-8 text
ja: ファイルをUTF-8テキストとして読めません

source: Berkas tidak bisa dibuka
en: The file could not be opened
ja: ファイルを開けません

source: Bluetooth mati
en: Bluetooth is off
ja: Bluetoothがオフです

source: Bluetooth tidak tersedia
en: Bluetooth unavailable
ja: Bluetoothを利用できません

source: Bluetooth tidak tersedia di perangkat ini
en: Bluetooth is not available on this device
ja: この端末ではBluetoothを利用できません

source: Buka Laci
en: Unlock Laci
ja: Laciを購入

source: Buka Laci…
en: Unlock Laci…
ja: Laciを購入…

source: Buka Pengaturan
en: Open Settings
ja: 設定を開く

source: Buka pembayaran
en: Open tender
ja: 支払い画面を開く

source: Cadangan
en: Backup
ja: バックアップ

source: Cadangan belum terunduh dari iCloud. Coba lagi sebentar lagi.
en: The backup has not downloaded from iCloud yet. Try again shortly.
ja: バックアップがまだiCloudからダウンロードされていません。しばらくしてからもう一度お試しください。

source: Cadangan dari iPad yang dicuri bisa dibaca oleh siapa pun yang memegang Apple ID ini.
en: A backup from a stolen iPad can be read by whoever holds this Apple ID.
ja: 盗まれたiPadのバックアップは、このApple IDを持つ人なら誰でも読めます。

source: Cadangan dari versi Laci lain (skema %@) tidak bisa dipulihkan
en: A backup from another Laci version (schema %@) cannot be restored
ja: 別バージョンのLaci（スキーマ %@）のバックアップは復元できません

source: Cadangan iCloud
en: iCloud backup
ja: iCloudバックアップ

source: Cadangan lokal (simulator)
en: Local backup (simulator)
ja: ローカルバックアップ（シミュレータ）

source: Cadangan terakhir
en: Last backup
ja: 最終バックアップ

source: Cadangan tersimpan, tetapi cadangan lama gagal dihapus: %@
en: Backup saved, but older backups could not be removed: %@
ja: バックアップは保存されましたが、古いバックアップを削除できませんでした: %@

source: Cadangan tidak terbaca: %@
en: The backup could not be read: %@
ja: バックアップを読み込めません: %@

source: Cadangkan otomatis saat mengisi daya
en: Back up automatically while charging
ja: 充電中に自動でバックアップ

source: Cadangkan sekarang
en: Back up now
ja: 今すぐバックアップ

source: Cari
en: Look up
ja: 検索

source: Cari printer
en: Find printer
ja: プリンターを探す

source: Cari produk
en: Search products
ja: 商品を検索

source: Cari produk atau SKU
en: Search product or SKU
ja: 商品名またはSKUで検索

source: Catatan
en: Note
ja: メモ

source: Catatan wajib diisi
en: A note is required
ja: メモを入力してください

source: Cetak terakhir
en: Last print
ja: 最後の印刷

source: Cetak tes
en: Test print
ja: テスト印刷

source: Cetak ulang
en: Reprint
ja: 再印刷

source: Cetak ulang struk terakhir
en: Reprint last receipt
ja: 最後のレシートを再印刷

source: Dari
en: From
ja: 開始日

source: Data dipulihkan dari cadangan %@.
en: Data restored from backup %@.
ja: バックアップ %@ からデータを復元しました。

source: Diagnostik
en: Diagnostics
ja: 診断

source: Dibatalkan
en: Voided
ja: 取り消し済み

source: Dibuat
en: Created
ja: 作成日時

source: Diperbarui
en: Updated
ja: 更新

source: Diretur di #%lld
en: Refunded in #%lld
ja: #%lld で返金済み

source: Diskon
en: Discount
ja: 割引

source: Diskon baris
en: Line discounts
ja: 明細割引

source: Diskon penjualan
en: Sale discount
ja: 全体割引

source: Ditambah
en: Added
ja: 追加

source: Diterapkan seluruhnya atau tidak sama sekali. Baris yang ditolak dilewati.
en: Applied in full or not at all. Rejected rows are skipped.
ja: すべて適用するか、まったく適用しないかのどちらかです。却下された行はスキップされます。

source: Ditolak
en: Rejected
ja: 却下

source: Ditutup
en: Closed
ja: 締め日時

source: Durasi
en: Duration
ja: 所要時間

source: Ekspor
en: Export
ja: エクスポート

source: Ekspor CSV
en: Export CSV
ja: CSVエクスポート

source: Gagal disimpan, coba lagi
en: Could not save, try again
ja: 保存できませんでした。もう一度お試しください

source: Gagal membaca data untuk diekspor
en: Could not read the data to export
ja: エクスポートするデータを読み込めません

source: Gagal memulihkan: %@
en: Restore failed: %@
ja: 復元に失敗しました: %@

source: Gagal menerapkan stok opname, coba lagi
en: Could not apply the stocktake, try again
ja: 棚卸を適用できませんでした。もう一度お試しください

source: Gagal menghubungkan: %@
en: Could not connect: %@
ja: 接続できません: %@

source: Gagal menyalin berkas: %@
en: Could not copy the file: %@
ja: ファイルをコピーできません: %@

source: Gagal menyimpan impor, tidak ada yang diubah
en: Could not save the import; nothing was changed
ja: インポートを保存できませんでした。何も変更されていません

source: Gagal menyimpan penyesuaian, coba lagi
en: Could not save the adjustment, try again
ja: 調整を保存できませんでした。もう一度お試しください

source: Gagal menyimpan produk
en: Could not save the product
ja: 商品を保存できませんでした

source: Ganti semua data dengan cadangan ini?
en: Replace all data with this backup?
ja: すべてのデータをこのバックアップで置き換えますか？

source: Hapus angka
en: Delete digit
ja: 1桁削除

source: Hapus baris
en: Remove line
ja: 行を削除

source: Hapus baris terpilih
en: Remove selected line
ja: 選択した行を削除

source: Harga
en: Price
ja: 価格

source: Harga daftar
en: List price
ja: 定価

source: Harga jual
en: Selling price
ja: 販売価格

source: Harga jual bukan angka
en: Selling price is not a number
ja: 販売価格が数値ではありません

source: Harga jual tidak valid
en: Selling price is not valid
ja: 販売価格が無効です

source: Harga satuan
en: Unit price
ja: 単価

source: Harga tidak bisa dimuat. Periksa koneksi internet.
en: The price could not be loaded. Check the internet connection.
ja: 価格を読み込めません。インターネット接続を確認してください。

source: Hari
en: Day
ja: 営業日

source: Hari %@ belum ditutup
en: %@ has not been closed out
ja: %@ のレジ締めがまだです

source: Hari ini sudah ditutup
en: Today is already closed out
ja: 本日はすでにレジ締め済みです

source: Hasil
en: Results
ja: 検索結果

source: Hitung
en: Count
ja: 数量

source: Hitung dulu
en: Count first
ja: まず数える

source: Hitung seluruh uang di laci sebelum melihat angka yang diharapkan.
en: Count all the cash in the drawer before looking at the expected figure.
ja: 予想額を見る前に、レジ内の現金をすべて数えてください。

source: Hitungan
en: Count
ja: カウント

source: Hitungan %@ tidak valid
en: Count for %@ is not valid
ja: %@ の数量が無効です

source: Impor CSV
en: Import CSV
ja: CSVインポート

source: Impor berkas CSV, atau tambah produk pertama.
en: Import a CSV file, or add the first product.
ja: CSVファイルをインポートするか、最初の商品を追加してください。

source: Impor gagal
en: Import failed
ja: インポート失敗

source: Impor selesai
en: Import complete
ja: インポート完了

source: Izin kamera ditolak
en: Camera access denied
ja: カメラへのアクセスが拒否されました

source: Jenis
en: Type
ja: 種類

source: Jenis diskon
en: Discount type
ja: 割引の種類

source: Jika iPad hilang, yang tersimpan adalah data sampai cadangan terakhir.
en: If the iPad is lost, what survives is the data up to the last backup.
ja: iPadを紛失した場合、残るのは最後のバックアップまでのデータです。

source: Jual
en: Sell
ja: 販売

source: Jumlah
en: Amount
ja: 数量

source: Jumlah harus lebih dari nol
en: The quantity must be more than zero
ja: 数量は0より大きくしてください

source: Jumlah hitungan tidak valid
en: The counted amount is not valid
ja: 数えた金額が無効です

source: Jumlah lain
en: Other amount
ja: その他の金額

source: Jumlah tidak valid
en: The amount is not valid
ja: 金額が無効です

source: Kamera dijeda
en: Camera paused
ja: カメラが一時停止しました

source: Kamera dipakai aplikasi lain (Split View)
en: The camera is in use by another app (Split View)
ja: カメラを別のアプリが使用中です（Split View）

source: Kamera sedang dipakai aplikasi lain
en: The camera is in use by another app
ja: カメラを別のアプリが使用中です

source: Kamera tidak tersedia
en: Camera unavailable
ja: カメラを利用できません

source: Kas kecil
en: Petty cash
ja: 小口現金

source: Kas seharusnya
en: Expected cash
ja: 予想現金

source: Katalog
en: Catalogue
ja: カタログ

source: Katalog kosong
en: Catalogue is empty
ja: カタログは空です

source: Katalog tidak bisa dibaca
en: The catalogue could not be read
ja: カタログを読み込めません

source: Katalog tidak bisa dibuka
en: The catalogue could not be opened
ja: カタログを開けません

source: Katalog, riwayat, ekspor CSV dan tutup kas tetap bisa dipakai tanpa membeli.
en: The catalogue, history, CSV export and close-out stay available without buying.
ja: カタログ、履歴、CSVエクスポート、レジ締めは購入しなくても使えます。

source: Kembali
en: Back
ja: 戻る

source: Kembalian
en: Change
ja: お釣り

source: Keranjang
en: Cart
ja: カート

source: Keranjang kosong
en: Cart is empty
ja: カートは空です

source: Keterangan
en: Description
ja: 内容

source: Ketik barcode
en: Type barcode
ja: バーコードを入力

source: Ketik barcode di bawah ini, atau pakai scanner Bluetooth.
en: Type the barcode below, or use a Bluetooth scanner.
ja: 下にバーコードを入力するか、Bluetoothスキャナーをお使いください。

source: Ketik nama toko untuk melanjutkan
en: Type the shop name to continue
ja: 続けるには店名を入力

source: Kode / SKU
en: Code / SKU
ja: コード / SKU

# Kolom tidak sesuai. Diharapkan: %@. Ditemukan: %@
source: Kolom tidak sesuai. Diharapkan: %1$@. Ditemukan: %2$@
en: Columns do not match. Expected: %1$@. Found: %2$@
ja: 列が一致しません。期待: %1$@。検出: %2$@

source: Kolom: %@
en: Columns: %@
ja: 列: %@

source: Konfirmasi
en: Confirm
ja: 確認

source: Konfirmasi hitungan
en: Confirm count
ja: カウントを確定

source: Konfirmasi hitungan dulu
en: Confirm the count first
ja: 先にカウントを確定してください

source: Lacak stok
en: Track stock
ja: 在庫を管理

source: Laci gratis untuk %lld penjualan pertama.
en: Laci is free for the first %lld sales.
ja: Laciは最初の%lld件の売上まで無料です。

source: Laci sudah dibuka
en: Laci is unlocked
ja: Laciは購入済みです

source: Laci sudah dibuka.
en: Laci is unlocked.
ja: Laciは購入済みです。

source: Lebar kertas
en: Paper width
ja: 用紙幅

source: Lupakan printer
en: Forget printer
ja: プリンターを削除

source: Masa percobaan
en: Trial
ja: お試し期間

source: Masa percobaan %lld penjualan sudah habis.
en: Your %lld free sales are used up.
ja: 無料の%lld件の売上を使い切りました。

source: Masa percobaan habis. Buka Laci dari tombol Bayar atau Pengaturan.
en: The trial is over. Unlock Laci from the Pay button or Settings.
ja: お試し期間が終了しました。会計ボタンまたは設定からLaciを購入してください。

source: Memulihkan mengganti semua data di iPad ini dengan isi cadangan yang dipilih.
en: Restoring replaces all data on this iPad with the contents of the chosen backup.
ja: 復元すると、このiPad上のすべてのデータが選んだバックアップの内容で置き換えられます。

source: Mencari printer
en: Searching for printers
ja: プリンターを検索中

source: Mencetak struk…
en: Printing receipt…
ja: レシートを印刷中…

source: Menghubungkan…
en: Connecting…
ja: 接続中…

source: Menyalin…
en: Copying…
ja: コピー中…

source: Metode
en: Method
ja: 支払方法

source: Modal
en: Cost
ja: 原価

source: Modal awal
en: Opening float
ja: 釣銭準備金

source: Modal awal wajib diisi
en: The opening float is required
ja: 釣銭準備金を入力してください

source: Modal bukan angka
en: Cost is not a number
ja: 原価が数値ではありません

source: Modal tidak valid
en: Cost is not valid
ja: 原価が無効です

source: Nama
en: Name
ja: 商品名

source: Nama kosong
en: Name is empty
ja: 商品名が空です

source: Nama toko: %@
en: Shop name: %@
ja: 店名: %@

source: Nama wajib diisi
en: A name is required
ja: 商品名を入力してください

source: Nominal
en: Amount
ja: 金額

source: Nomor penjualan
en: Sale number
ja: 売上番号

source: Nomor referensi
en: Reference number
ja: 参照番号

source: Nomor referensi wajib diisi
en: A reference number is required
ja: 参照番号を入力してください

source: Nyalakan printer; printer muncul di sini saat ditemukan.
en: Switch the printer on; it appears here when found.
ja: プリンターの電源を入れてください。見つかるとここに表示されます。

source: PPN
en: VAT
ja: 消費税

source: Pembelian
en: Purchase
ja: 購入

source: Pembelian gagal: %@
en: Purchase failed: %@
ja: 購入に失敗しました: %@

source: Pembelian tidak bisa diverifikasi di perangkat ini. Coba Pulihkan pembelian.
en: The purchase could not be verified on this device. Try Restore purchase.
ja: この端末で購入を確認できませんでした。「購入を復元」をお試しください。

source: Pembulatan
en: Rounding
ja: 端数調整

source: Pemindai
en: Scanner
ja: スキャナー

source: Pemisah titik koma (;) untuk Excel Indonesia
en: Semicolon (;) separator for Indonesian Excel
ja: インドネシア版Excel向けにセミコロン（;）区切り

source: Pemulihan data
en: Data restore
ja: データの復元

source: Pengaturan
en: Settings
ja: 設定

source: Pengeluaran
en: Payouts
ja: 出金

source: Pengeluaran kas
en: Cash payouts
ja: レジ出金

source: Penjualan
en: Sale
ja: 売上

source: Penjualan baru
en: New sale
ja: 新しい売上

source: Penjualan gagal disimpan, coba lagi
en: The sale could not be saved, try again
ja: 売上を保存できませんでした。もう一度お試しください

source: Penjualan sudah dibatalkan
en: The sale is already voided
ja: この売上はすでに取り消されています

source: Penjualan sudah diretur
en: The sale is already refunded
ja: この売上はすでに返金されています

source: Penjualan tidak ditemukan
en: Sale not found
ja: 売上が見つかりません

source: Penjualan tunai
en: Cash sales
ja: 現金売上

source: Penyesuaian
en: Adjustment
ja: 在庫調整

source: Penyesuaian stok
en: Stock adjustment
ja: 在庫調整

source: Perangkat terlalu panas, kamera dijeda
en: The device is too hot; the camera is paused
ja: 端末が高温のため、カメラを一時停止しました

source: Pergerakan stok
en: Stock movements
ja: 在庫変動

source: Perhitungan
en: Calculation
ja: 計算

source: Persen
en: Percent
ja: パーセント

source: Pilih berkas
en: Choose file
ja: ファイルを選択

source: Pilih berkas CSV
en: Choose a CSV file
ja: CSVファイルを選択

source: Pilih berkas lain
en: Choose another file
ja: 別のファイルを選択

source: Pilih produk
en: Select a product
ja: 商品を選択

source: Pindai
en: Scan
ja: スキャン

source: Pindai atau ketik kode. Pindai lagi untuk menambah hitungan, atau ubah angkanya.
en: Scan or type a code. Scan again to add to the count, or edit the number.
ja: コードをスキャンするか入力してください。もう一度スキャンすると数量が増え、数値は直接編集もできます。

source: Pindai ulang: barcode tidak terbaca dengan benar
en: Scan again: the barcode was not read correctly
ja: もう一度スキャンしてください: バーコードを正しく読み取れませんでした

source: Printer tersimpan
en: Saved printer
ja: 登録済みプリンター

source: Printer tidak terhubung
en: Printer not connected
ja: プリンターが接続されていません

source: Produk
en: Product
ja: 商品

source: Produk baru
en: New product
ja: 新しい商品

source: Produk ini tidak melacak stok
en: This product does not track stock
ja: この商品は在庫を管理していません

source: Produk tidak ditemukan
en: Product not found
ja: 商品が見つかりません

source: Pulihkan
en: Restore
ja: 復元

source: Pulihkan cadangan
en: Restore backup
ja: バックアップを復元

source: Pulihkan dan ganti data
en: Restore and replace data
ja: 復元してデータを置き換える

source: Pulihkan dari cadangan…
en: Restore from backup…
ja: バックアップから復元…

source: Pulihkan pembelian
en: Restore purchase
ja: 購入を復元

source: Referensi
en: Reference
ja: 参照番号

source: Rentang hari
en: Day range
ja: 期間

source: Retur
en: Refund
ja: 返金

source: Retur dari #%lld
en: Refund of #%lld
ja: #%lld の返金

source: Retur seluruh penjualan?
en: Refund the whole sale?
ja: 売上全体を返金しますか？

source: Retur tidak bisa diretur lagi; batalkan retur ini
en: A refund cannot be refunded again; void this refund instead
ja: 返金はさらに返金できません。この返金を取り消してください

source: Retur tunai
en: Cash refunds
ja: 現金返金

source: Riwayat
en: History
ja: 売上履歴

source: Riwayat tidak bisa dibuka
en: History could not be opened
ja: 履歴を開けません

source: Rusak / hilang
en: Damaged / lost
ja: 破損・紛失

source: SKU atau barcode
en: SKU or barcode
ja: SKUまたはバーコード

source: SKU kosong
en: SKU is empty
ja: SKUが空です

source: SKU muncul dua kali dalam berkas
en: SKU appears twice in the file
ja: SKUがファイル内で重複しています

source: SKU sudah dipakai
en: SKU already in use
ja: このSKUはすでに使われています

source: SKU wajib diisi
en: An SKU is required
ja: SKUを入力してください

source: SKU yang tidak dipindai tidak diubah.
en: SKUs that were not scanned are left unchanged.
ja: スキャンしなかったSKUは変更されません。

source: Sampai
en: To
ja: 終了日

source: Satuan
en: Unit
ja: 単位

source: Scanner Bluetooth (mode keyboard)
en: Bluetooth scanner (keyboard mode)
ja: Bluetoothスキャナー（キーボードモード）

source: Sekali beli, tanpa akun, tanpa langganan.
en: One purchase, no account, no subscription.
ja: 買い切り、アカウント不要、サブスクリプションなし。

source: Selesai
en: Done
ja: 完了

source: Selesaikan hitungan tanpa penyesuaian?
en: Finish the count with no adjustments?
ja: 調整なしで棚卸を終了しますか？

source: Selisih
en: Discrepancy
ja: 差額

source: Selisih ditelusuri saat itu juga: kesalahan operator, bug Laci, atau belum jelas.
en: A discrepancy is traced at the time: operator error, a Laci bug, or unresolved.
ja: 差額の原因はその場で記録します: 操作ミス、Laciのバグ、または不明。

source: Selisih lebih dari %@ wajib diberi catatan.
en: A discrepancy over %@ requires a note.
ja: %@ を超える差額にはメモが必要です。

source: Semua penjualan, stok, dan tutup kas setelah %@ akan hilang dan tidak bisa dikembalikan.
en: All sales, stock and close-outs after %@ will be lost and cannot be recovered.
ja: %@ 以降のすべての売上、在庫、レジ締めは失われ、元に戻せません。

source: Senter
en: Torch
ja: ライト

source: Setoran
en: Cash drop
ja: 入金

source: Setoran (uang diambil)
en: Cash drop (cash removed)
ja: 入金（レジから抜く現金）

source: Setoran dicatat sebagai pengeluaran; modal awal besok adalah uang dihitung dikurangi setoran.
en: A cash drop is recorded as a payout; tomorrow's opening float is the counted cash minus the drop.
ja: 入金は出金として記録され、翌日の釣銭準備金は数えた現金から入金額を引いた額になります。

source: Setoran melebihi uang yang dihitung
en: The cash drop exceeds the counted cash
ja: 入金額が数えた現金を超えています

source: Simpan
en: Save
ja: 保存

source: Simpan tutup kas
en: Save close-out
ja: レジ締めを保存

source: Sistem
en: System
ja: システム

source: Skema
en: Schema
ja: スキーマ

source: Stok
en: Stock
ja: 在庫

source: Stok awal
en: Opening stock
ja: 初期在庫

source: Stok awal tidak valid
en: Opening stock is not valid
ja: 初期在庫が無効です

source: Stok bukan angka
en: Stock is not a number
ja: 在庫が数値ではありません

source: Stok dikembalikan. Penjualan tetap tercatat.
en: Stock is returned. The sale stays on record.
ja: 在庫は戻ります。売上の記録は残ります。

source: Stok masuk
en: Stock in
ja: 入庫

source: Stok opname
en: Stocktake
ja: 棚卸

source: Stok sesuai, tidak ada penyesuaian.
en: Stock matches; no adjustments.
ja: 在庫は一致しています。調整はありません。

source: Struk #%lld gagal dicetak
en: Receipt #%lld failed to print
ja: レシート #%lld を印刷できませんでした

source: Struk gagal dicetak
en: Receipt failed to print
ja: レシートを印刷できませんでした

source: Tambah pengeluaran
en: Add payout
ja: 出金を追加

source: Tambah produk
en: Add product
ja: 商品を追加

source: Tambah produk pertama
en: Add first product
ja: 最初の商品を追加

source: Tanda kutip tidak ditutup di baris %lld
en: Unclosed quote on line %lld
ja: %lld行目の引用符が閉じていません

source: Tanggal 'Dari' harus sebelum atau sama dengan 'Sampai'
en: The 'From' date must be on or before 'To'
ja: 開始日は終了日と同じか、それより前にしてください

source: Tanpa
en: None
ja: なし

source: Tanpa nama
en: Unnamed
ja: 名前なし

source: Terapkan
en: Apply
ja: 適用

source: Terapkan %lld penyesuaian stok?
en: Apply %lld stock adjustments?
ja: %lld件の在庫調整を適用しますか？

source: Terhubung: %@
en: Connected: %@
ja: 接続済み: %@

# Tersimpan: %@ %@
source: Tersimpan: %1$@ %2$@
en: Saved: %1$@ %2$@
ja: 保存しました: %1$@ %2$@

source: Tidak
en: No
ja: いいえ

source: Tidak ada
en: None
ja: なし

source: Tidak ada pembelian Laci di Apple ID ini.
en: There is no Laci purchase on this Apple ID.
ja: このApple IDにLaciの購入はありません。

source: Tidak bisa mencari produk
en: Could not look up the product
ja: 商品を検索できません

source: Tidak bisa menghubungi App Store: %@
en: Could not reach the App Store: %@
ja: App Storeに接続できません: %@

source: Tidak ditemukan
en: Not found
ja: 見つかりません

source: Tidak terhubung
en: Not connected
ja: 未接続

source: Total baris
en: Line total
ja: 行合計

source: Total selisih (modal)
en: Total variance (at cost)
ja: 差異合計（原価）

source: Total tunai
en: Cash total
ja: 現金合計

source: Tunai
en: Cash
ja: 現金

source: Tunai (dibulatkan)
en: Cash (rounded)
ja: 現金（端数調整後）

source: Tutup
en: Close
ja: 閉じる

source: Tutup dan buka lagi Laci untuk menerapkan. Uang dan tanggal tetap Indonesia.
en: Quit and reopen Laci to apply. Money and dates stay Indonesian.
ja: 適用するにはLaciを終了して開き直してください。金額と日付はインドネシア形式のままです。

source: Tutup kas
en: Close out
ja: レジ締め

source: Tutup kas terakhir
en: Last close-out
ja: 前回のレジ締め

source: Tutup kas tidak ditemukan
en: Close-out not found
ja: レジ締めが見つかりません

source: Uang dihitung
en: Counted cash
ja: 数えた現金

source: Uang diterima
en: Cash received
ja: お預かり

source: Uang kurang
en: Not enough cash
ja: 現金が不足しています

source: Uang kurang dari %@
en: Cash is less than %@
ja: 現金が %@ に足りません

source: Uang tunai dihitung
en: Counted cash
ja: 数えた現金

source: Ubah baris
en: Edit line
ja: 行を編集

source: Ubah hitungan
en: Change count
ja: カウントを変更

source: Ubah hitungan untuk mengubah pengeluaran.
en: Change the count to change payouts.
ja: 出金を変更するにはカウントを変更してください。

source: Ukuran
en: Size
ja: サイズ

source: Ukuran berkas
en: File size
ja: ファイルサイズ

source: Versi Laci
en: Laci version
ja: Laciのバージョン

source: Waktu
en: Time
ja: 日時

source: Ya
en: Yes
ja: はい

source: gagal terhubung
en: could not connect
ja: 接続できませんでした

source: iCloud tidak tersedia. Masuk ke iCloud dan nyalakan iCloud Drive di Pengaturan iPad.
en: iCloud is unavailable. Sign in to iCloud and turn on iCloud Drive in the iPad's Settings.
ja: iCloudを利用できません。iPadの設定でiCloudにサインインし、iCloud Driveをオンにしてください。

source: kertas habis
en: out of paper
ja: 用紙切れ

source: penjualan tidak ditemukan
en: sale not found
ja: 売上が見つかりません

source: printer sedang sibuk
en: printer is busy
ja: プリンターが使用中です

source: printer tidak ditemukan
en: printer not found
ja: プリンターが見つかりません

source: printer tidak terhubung
en: printer not connected
ja: プリンターが接続されていません

# stok %@ %@
source: stok %1$@ %2$@
en: stock %1$@ %2$@
ja: 在庫 %1$@ %2$@

source: tracks_stock harus true atau false
en: tracks_stock must be true or false
ja: tracks_stock は true か false にしてください

source: %@ rupiah
ja: %@ルピア

source: Barcode
ja: バーコード

source: Bug
ja: バグ

source: Operator
ja: 操作ミス

source: Printer
ja: プリンター

source: Status
ja: 状態

source: Subtotal
ja: 小計

source: Supplier
ja: 仕入先

source: Total
ja: 合計

source: Transfer
ja: 振込
